Revit 2027 API
AssemblyDifferenceMemberDifference.MemberId2 Property
 Id of the member in the second assembly
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ElementId MemberId2 { get; }
Public ReadOnly Property MemberId2 As ElementId
	Get
public:
property ElementId^ MemberId2 {
	ElementId^ get ();
}
member MemberId2 : ElementId with get
Property Value
ElementId
See Also
Reference
AssemblyDifferenceMemberDifference Class
Autodesk.Revit.DB Namespace